<template>
    <AppHeader />
	<div class="container mx-auto px-5 py-2 lg:px-32 lg:pt-12">
        <div class="grid grid-cols-3 gap-4">
			<div>
			<img src="principal.jpg" class="rounded h-64 p-2 border-2 m-2" />
			</div>
			<div class="col-span-2 text-lg mb-14">
			<p class="text-2xl"> प्राचार्य की कलम से........ ✍</p>
<p class="text-justify">प्रिय विद्यार्थियों, आप अपने जीवन का सबसे महत्वपूर्ण समय शुरू करने वाले हैं। मुझे खुशी है कि मैं श्री करणी कन्या महाविद्यालय के परिसर में आपका हार्दिक स्वागत करता हूं।
झुंझुनूं शहर के नंगली सलेदी सिंह ग्राम में स्थित इस महाविद्यालय के चरित्र की गहराई, परंपराएं, विविधता, शैक्षणिक उत्कृष्टता के प्रति प्रतिबद्धता, साथ ही इसका सुंदर हरा-भरा परिसर इसे एक अनुकरणीय शैक्षणिक संस्थान बनाने में योगदान देता है। हमें उम्मीद है कि इस महाविद्यालय का माहौल अच्छा है, जिससे छात्रायें अपने शिक्षकों से शिक्षा प्राप्त करने और अपना पाठ्यक्रम शुरू करने में सहज, आत्मविश्वासी और सकारात्मक महसूस करते हैं। हमारा मानना है कि शिक्षा केवल भविष्य की नौकरी के लिए ज्ञान देने की प्रक्रिया नहीं है, बल्कि एक आजीवन प्रक्रिया है जो किसी के जीवन को सही रास्ते पर ले जाने के लिए नैतिक और नैतिक मूल्यों की समझ पैदा करती है। हम छात्राओं को शैक्षिक और सह-शैक्षिक दोनों गतिविधियों में शामिल करके उनके संपूर्ण विकास पर ध्यान केंद्रित करते हैं।
कॉलेज छात्राओं के व्यवहारिक अनुशासन, नैतिक अखंडता और संज्ञानात्मक विकास को प्रमुख महत्व देता हैं। एन.एस.एस., शारीरिक शिक्षा, कम्प्यूटर शिक्षा और महिला सशक्तिकरण केंद्र हमारी छात्राओं के बहुमुखी विकास के लिए एकीकृत सेवाएं प्रदान करते हैं।
एक जीवंत और प्रगतिशील शैक्षणिक माहौल के लिए प्रयास करना एक संपूर्ण और समग्र अभ्यास है। इसके लिए कॉलेज की गुणात्मक प्रक्रियाओं में छात्राओं के एकीकरण की आवश्यकता है। विभिन्न कार्यक्रमों में छात्राओं के कौशल को परिष्कृत करने के लिए पारिस्थितिकी तंत्र में एक नवाचार की आवश्यकता है ताकि उन्हें समाज के उल्लेखनीय परिवर्तन-निर्माताओं के रूप में ढाला जा सके। संस्था का उद्देश्य शिक्षाशास्त्र में सिद्धांत और व्यवहार के संयोजन से बहु-विषयक दृष्टिकोण के माध्यम से सीखने को एक समृद्ध, पूर्ण और आनंददायक अनुभव बनाना है। संस्थान अपने लक्ष्यों और उत्कृष्टता को पूरा करने के लिए लगातार कड़ी मेहनत कर रहा है जिसके परिणामस्वरूप प्रतिष्ठित शैक्षणिक निकायों से विभिन्न स्वीकृतियां और पुरस्कार प्राप्त हुए हैं। हमारे खाते में कई अन्य विशिष्ट उपलब्धियां रही हैं जो हमारे दृष्टिकोण और मिशन को बनाये रखने की दिशा में हमारी निरंतर यात्रा को दर्शाती है।
इस महाविद्यालय का प्रबंधन अपने प्रशासन और स्टाफ सदस्यों के साथ एक दूसरे को असहिष्णुता और भेदभाव से मुक्त समुदाय को बढ़ावा देने के लिए प्रोत्साहित करता है। हमारे शिक्षक न केवल शैक्षणिक कार्यक्रम बल्कि जीवन कौशल भी सिखाने का प्रयास करते हैं जो छात्राओं के आत्म-विकास के लिए आवश्यक है। वे परिसर के ऐसे माहौल को भी बढ़ावा देते हैं जो सम्मानजनक, सभ्य, सहायक और सुरक्षित हो। ये मूल मूल्य हमें एक सीखने का माहौल प्रदान करने की अनुमति देते हैं जहां हम सभी अपने सपनों को पूरा कर सकते हैं और अपनी उच्चतम क्षमता तक पहुंच सकते हैं।
चाहे आप हमारे साथ अपनी शैक्षिक यात्रा शुरू कर रहे हों या जारी रख रहे हों, हम सीखने, अन्वेषण करने और एक साथ बढ़ने के लिए तत्पर हैं। जब आप अपनी यात्रा शुरू कर रहे हों तो आपकी मदद के लिए, मैं आपको इस उल्लेखनीय स्थान की हर चीज का लाभ उठाने के लिए आमंत्रित करता हूं।
छात्राओं से ही महाविद्यालय अस्तित्व में रहता हैं, आम संस्कारित एवं उत्कृष्ट अनुशासन में रहते हुए स्वांगीण विकास के पथ पर अग्रसर हो, ऐसी मेरी शुभकामनाएं............</p>

				<p class="text-right"> डॉ. संदीप जांगिड़</p>
				<p class="text-right"> प्राचार्य</p>
			</div>
		</div>
	</div>
    <Footer />
</template>
