<script setup>
import secretary from '../assets/secretary.jpeg'
</script>
<template>
    <AppHeader />
	<div class="container mx-auto px-5 py-2 lg:px-32 lg:pt-12">
        <div class="grid grid-cols-3 gap-4">
			<div>
			<img :src="secretary" class="rounded h-64 p-2 border-2 m-2" />
			</div>
			<div class="col-span-2 text-lg">
			<p>प्रिय युवा मन,</p>
			<p> हमें खुशी है कि आप अपनी उच्च शिक्षा के लिए श्री करणी कन्या महाविद्यालय पर विचार कर रहे हैं। इस संस्थान ने सीखने और जीवन-कौशल प्रणाली को परिष्कृत किया है, जिसकी प्रशंसा  सम्पूर्ण क्षेत्र में की जाती रही है। आपकी शिक्षा पर यहां किया गया निवेश निश्चित रूप से आपको जीवन भर भरपूर लाभ देगा। आपकी पृष्ठभूमि या क्षमता कुछ भी हो, आपको इस तरह से तैयार और पोषित किया जाता है कि आप आत्मविश्वास से, जिम्मेदारी से और स्वतंत्र रूप से प्रतिस्पर्धी दुनिया में आगे बढ़ सकें। सफल पुर्व छात्राए इस बात का जीवंत प्रमाण हैं कि यह अनूठी शिक्षण प्रणाली काम करती है, और अच्छी तरह से काम करती है। इस कॉलेज ने हर क्षेत्र में लंबी प्रगति की है और शिक्षा के क्षेत्र में अपनी एक खास जगह बनाई है। मैं उन्हें भारत की रोशनी और आशा की किरण मानता हूं।
गुणवत्तापूर्ण शिक्षा के लिए एक उत्कृष्ट गंतव्य के रूप में, मैं उन सभी को शुभकामनाएं, शांति और समृद्धि की कामना करता हूं जो शिक्षा और इसके प्रकट गुणों, लक्ष्यों और उद्देश्यों को फैलाने के महान कार्य में योगदान देते हैं।</p>
				<p class="text-right">नवीकृत शुभकामनाओं के साथ</p>
				<p class="text-right">सचिव</p>
				<p class="text-right">प्रकाश सिंह</p>
			</div>
		</div>
	</div>
    <Footer />
</template>
